app/views/properties/show.html.erb

SELECT "services".* FROM "services" INNER JOIN "has_services" ON "services"."id" = "has_services"."service_id" WHERE "has_services"."property_id" = ?  [["property_id", 1]]
---
</div>
<% @property.services.each do |service|%>