app/controllers/properties_controller.rb

INSERT INTO "properties" ("tipo", "direccion", "precio", "descripcion", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["tipo", "departamento"], ["direccion", "a"], ["precio", 25000.0], ["descripcion", "a"], ["created_at", 2017-05-02 18:09:52 UTC], ["updated_at", 2017-05-02 18:09:52 UTC]]
---
  def create
  	@property =Property.new ({ tipo: params[:property][:tipo],
  							direccion: params[:property][:direccion],
  							precio: params[:property][:precio],
  							descripcion: params[:property][:descripcion]})
  	@property.save